Repository: Absurd-Mind/splitty
Catalog: app/Resources/translations/messages.*.xlf
Languages: de

source: add a new Operation
de: neue Ausgabe hinzuf端gen

source: add a new Payment
de: neue Bezahlung hinzuf端gen

source: Debt Overview
de: Schulden端bersicht

# You and %username% are&lt;br&gt;even.
source: You and %username% are<br>even.
de: Du und %username% sind<br>quitt.

source: Friends
de: Freunde

source: add
de: hinzuf端gen

source: new operation
de: neue Ausgabe

source: clear debts
de: Schulden begleichen

source: paid %amount%.
de: hat %amount% bezahlt.

source: owes %amount%.
de: schuldet %amount%.

source: %username% owes you
de: %username% schuldet dir

source: You owe %username%
de: Du schuldest %username%

source: -Payment-
de: -Bezahlung-
